Repository: InfotelGLPI/purchaserequest
Catalog: locales/*.po
Languages: fr_fr

source: Plugin installation or upgrade
fr_fr: Installation ou mise à jour du plugin

source: Purchase request status
fr_fr: Statut de la demande d'achat

# quantity
source: Number of purchase request
fr_fr: Nombre de demande d'achats

source: Purchase request
fr_fr: Demande d'achat

source: Please activate the plugin
fr_fr: S’il vous plaît activer le plugin

source: Please activate the plugin order
fr_fr: Merci d'activer le plugin gestion de commandes

source: Plugin setup
fr_fr: Configuration du plugin

source: Configuration purchase request
fr_fr: Configurer la demande d'achat

source: General Services Manager
fr_fr: Responsable des services généraux

source: Request for validation of the purchase request
fr_fr: Demande de validation de la demande d’achat

source: Refusal of validation request
fr_fr: Refus de la demande de validation

source: Purchase request validation
fr_fr: Validation de la demande d'achat

source: Amount
fr_fr: Montant

source: To be rebilled to the customer
fr_fr: A refacturer au client

source: Due date
fr_fr: Date d'échéance

source: Purchase request is validated
fr_fr: La demande d’achat est validée

source: Purchase request canceled
fr_fr: Demande d'achat annulée

source: Editor of validation
fr_fr: Editeur de la validation

source: Validator of the purchase request
fr_fr: Valideur de la demande d'achat

source: Author of the purchase request
fr_fr: Auteur de la demande d'achat

source: To be validated by
fr_fr: A valider par

source: Treated on
fr_fr: Traité le

source: Linked to the order
fr_fr: Liée à la commande

source: Linked to ticket
fr_fr: Liée au ticket

source: Treated
fr_fr: Traité

source: Add a purchase request
fr_fr: Ajouter une demande d'achat

source: Validated by
fr_fr: Validé par

source: Delete link with order
fr_fr: Supprimer le lien avec la commande

source: Do you approve this purchase request ?
fr_fr: Validez-vous la demande d'achat ?

source: Accept purchase request
fr_fr: Valider la demande d'achat

source: Refuse purchase request
fr_fr: Refuser la demande d'achat

source: Link to an order
fr_fr: Lier à une commande

source: Delete link to order
fr_fr: Supprimer le lien à la commande

source: Validate purchasing requests
fr_fr: Valider les demandes d'achats

source: No groups for this user
fr_fr: Pas de groupes pour cet utilisateur

source: Validate your purchase requests
fr_fr: Valider vos demandes d’achat

source: See your purchase requests to validate
fr_fr: Voir les demandes d’achat à valider

source: You have %d purchase request to validate !
fr_fr: Vous avez %d demande d'achat à valider !

source: Threshold
fr_fr: Seuil

source: Approvals for the purchase request
fr_fr: Validations de la demande d'achat
